{
	"about.desc1": "Casa Raco invites you to enjoy a unique experience full of comforts. Our 5-star hotel offers you an unforgettable stay.",
	"about.desc2": "Relax and enjoy our terrace, immerse yourself in the serenity of our garden and discover the comfort of our rooms equipped with air conditioning, free Wi-Fi and private bathroom. In addition, for your convenience, we have a shared kitchen, room service and the possibility of organizing tours to explore the region.",
	"about.desc3": "Each of our rooms is meticulously designed for your comfort, with details including a coffee maker to enjoy your favorite beverage and a flat-screen TV. Plus, we provide you with free toiletries so you feel completely pampered during your stay.",
	"about.desc4": "Start your day with energy thanks to our delicious continental or American breakfast, prepared with fresh and selected ingredients.",
	"about.desc5": "At Casa Raco, we strive to offer you a hotel experience that makes you feel at home from the moment you walk through our doors.",
	"about.desc7": "We build positive memories with our guests that will last forever. In our spaces you will not only find a place to stay, but a comprehensive experience that will allow you to fully enjoy your visit to Parras, Coahuila and its surroundings.",
	"about.desc8": "We hope to welcome you soon!",
	"about.title": "Located in the charming enclave of Parras de la Fuente.",
	"amenidad.1": "Boardroom for 16 persons",
	"amenidad.2": "Air Conditioning",
	"amenidad.3": "Breakfast included",
	"amenidad.4": "Coffee machine",
	"amenidad.5": "Garden",
	"amenidad.6": "Dinning room",
	"boardroom.desc2": "Parras de la Fuente es más que un destino turístico, es un encuentro con la historia, la cultura y la hospitalidad mexicana. Si estás buscando un lugar donde cada paso te cuenta una historia, donde cada sabor te lleva a una tradición y cada vista te deja sin aliento, entonces Parras te espera con los brazos abiertos.",
	"boardroom.text1": "Concentrate your work team in our comfortable meeting room with capacity for up to 16 people.",
	"boardroom.text2": "At Casa Raco, we offer an executive room to meet the needs of your company. Our executive room is equipped with useful facilities and services to ensure that your meetings are productive and successful.",
	"boardroom.text3": "Characteristics:",
	"boardroom.text4": "58” Samsung LED Display: Enjoy presentations and video conferences with impressive clarity on a large, high-quality screen.",
	"boardroom.text5": "Separate bathrooms: For greater comfort and privacy, our executive lounge has separate bathrooms.",
	"boardroom.text6": "Meeting Work Table: A spacious work table designed to accommodate up to 16 people, ideal for strategic meetings and team collaborations.",
	"boardroom.text7": "Coffee break area: A dedicated area for coffee breaks, allowing participants to relax and recharge during their work sessions.",
	"boardroom.title": "Plan your corporate stay with us and let us take care of everything.",
	"boardroom.title2": "Un destino imprescindible",
	"bookNow": "Book now",
	"experiences.desc": "Parras is full of magic to be discovered. Join us to create an experience that is tailor-made for you. Beyond wine and food, Parras offers a variety of activities that will enrich your stay.",
	"experiences.title": "Experiences",
	"footer.cancelacion": "Reservation cancelation",
	"footer.derechos": "All rights reserved",
	"footer.made": "Web design x",
	"footer.news.btn": "Subscribe now",
	"footer.news.desc": "Keep up with our news and sales.",
	"footer.news.title": "Subscribe to our Newsletter",
	"footer.politicas": "Reservation policies",
	"gastronomy.desc2": "Plan your next trip to Parras and let this little Eden surprise you with its rustic charm and hospitable warmth. Whether you stay at Casa Raco or another cozy hotel in Parras, we assure you that your experience will be unforgettable. Discover for yourself why.",
	"gastronomy.text1": "Join us to live a unique gastronomic experience with the best products of the region.",
	"gastronomy.text2": "Welcome to Parras, Coahuila, a magical corner in northern Mexico where history and nature intertwine to offer a unique experience to its visitors. Recognized for being the cradle of the oldest wine in the American continent, Parras not only seduces lovers of good wine, but also those who seek to delight in authentic flavors in every bite.",
	"gastronomy.text3": "An essential destination for wine lovers",
	"gastronomy.text4": "If you consider yourself a wine enthusiast, you cannot miss visiting the Parras vineyards. Here the vines flourish under the generous sun, creating the perfect setting to discover the secrets of viticulture that has been perfected over the centuries. We recommend exploring places like Casa Raco, an emblematic hotel in Parras that offers tastings and tours, providing an educational and pleasant experience for all palates.",
	"gastronomy.text5": "Local gastronomy:",
	"gastronomy.text6": "A festival for the senses",
	"gastronomy.text7": "The wealth of Coahuila is also manifested in its cuisine and Parras is no exception, as it has a gastronomic offer that goes beyond the conventional. From the traditional walnut candy, meticulously prepared by local hands, to the innovative campechanas, each dish and each sweet tell you a story of tradition and culinary creativity. The campechanas, thin and crunchy, are a specialty that you cannot miss, perfect to accompany a café de roca at sunset.",
	"gastronomy.text8": "",
	"gastronomy.title": "DISCOVER OUR REGIONAL GASTRONOMY",
	"gastronomy.title2": "Casa Raco awaits you",
	"header.about": "About us",
	"header.boardroom": "Boardroom",
	"header.close": "Close",
	"header.experiencies": "Experiences",
	"header.gastronomy": "Food and beverages",
	"header.menu": "Menu",
	"header.offsers": "Special sales",
	"header.parras": "Parras, Coahuila",
	"header.rooms": "Rooms",
	"home.boardroom.desc": ">Plan your corporate stay with us and let us take care of everything. Concentrate your work team in our comfortable meeting room with capacity for up to 20 people.",
	"home.boardroom.title": "Boardroom",
	"home.coahuila.title": "Discover Parras, Coahuila",
	"home.croquis.desc": "Enjoy Parras while staying at Casa Raco.",
	"home.croquis.title": "Parras's best located hotel.",
	"home.desc": "This is the beginning of an unforgettable adventure in Parras, Coahuila. Our boutique hotel is more than just a place to stay, it is a space carefully designed for you to live a unique experience.",
	"home.experience.desc": "Parras is full of magic to be discovered. Join us to create an experience tailored to you.",
	"home.experience.title": "Experiencies",
	"home.gastronomy.desc": "Join us to live a unique gastronomic experience with the best products of our region.",
	"home.gastronomy.title": "Food and beverages",
	"home.offsers.card1": "Save up to 50% off in our boardroom.",
	"home.offsers.card2": "Get a 15% discount in a reservation for 3 or more nights.",
	"home.offsers.card3": "Rent the whole house for yourself.",
	"home.offsers.desc": "Make your reservations with us in order to obtain special deals.",
	"home.offsers.title": "Ofertas Especiales",
	"home.rooms.desc": "Our comfortable rooms have everything you need to ensure you have a pleasant stay according to your needs.",
	"home.rooms.title": "Our rooms",
	"home.title": "Welcome to",
	"offsers.card1.text1": "Save up to 50% off in our boardroom.",
	"offsers.card1.text2": "Plan your corporate stay with us and let us take care of everything. Concentrate your work team in our comfortable meeting room with capacity for up to 16 people.",
	"offsers.card2.text1": "Make your reservation here and get a 15% discount in a reservation for 3 or more nights",
	"offsers.card2.text2": "",
	"offsers.card3.text1": "Let's create a stay experience tailored for your needs, even renting the whole house for yourself is possible.",
	"offsers.card3.text2": "",
	"offsers.desc": "Make your reservations with us in order to obtain special deals.",
	"offsers.title": "Special sales",
	"parras.desc2": "Parras de la Fuente es más que un destino turístico, es un encuentro con la historia, la cultura y la hospitalidad mexicana. Si estás buscando un lugar donde cada paso te cuenta una historia, donde cada sabor te lleva a una tradición y cada vista te deja sin aliento, entonces Parras te espera con los brazos abiertos.",
	"parras.text1": "Al sur de Coahuila se encuentra Parras de la fuente, un pueblo mágico lleno de tradiciones, nogales y viñedos. Se trata de un oasis entre el desierto lleno de magia para aquellos amantes del vino y de la aventura listos para descubrir nuevos horizontes.",
	"parras.text2": "Situado en el corazón de Coahuila, este pueblo mágico es un verdadero tesoro para aquellos que desean sumergirse en la historia y disfrutar de la belleza de la naturaleza y la arquitectura. Con más de 400 años de historia, Parras no es solo un destino, sino una experiencia viva de tradición y cultura mexicana.",
	"parras.text3": "Un viaje al pasado con sabor a vino.",
	"parras.text4": "Parras de la Fuente es renombrado por su rica historia vinícola, que se remonta al siglo XVI. La Vinícola San Lorenzo, fundada en 1597, y Casa Madero, desde 1893, son testigos de la tradición y excelencia en la producción de vinos que han posicionado a Parras en el mapa mundial.",
	"parras.text5": "Arquitectura y naturaleza: Un paisaje de ensueño.",
	"parras.text6": "El centro histórico de Parras es un mosaico de construcciones que datan de los primeros siglos de la conquista española. Pasear por sus calles es como caminar a través de un lienzo pintado con historia: casas antiguas, huertas exuberantes, haciendas majestuosas, y una serie de acueductos y molinos que narran una historia de ingenio y adaptación. La integración de la arquitectura con la naturaleza hace de Parras un lugar donde cada rincón ofrece una postal perfecta.",
	"parras.text7": "Un legado de fe y cultura.",
	"parras.text8": "Más allá del vino, Parras es hogar de sitios emblemáticos como el Santuario de nuestra señora de Guadalupe y la capilla del Santo Madero. Cada edificio y plaza cuenta una historia, cada festival y celebración muestra la vibrante vida comunitaria que hace de Parras un lugar especial.",
	"parras.title": "Te damos la bienvenida a Parras",
	"parras.title2": "Un destino imprescindible",
	"rooms.1.text": "Our comfortable and cozy double room is the perfect option for your next visit.",
	"rooms.1.title": "Double Queen Suite",
	"rooms.2.text": "Our simple rooms are perfectly equipped to guarantee a comfortable and pleasant stay.",
	"rooms.2.title": "King Suite",
	"rooms.desc": "<span className=\"font-bold\">Casa Raco</span>, el inicio de una estancia inolvidable en Parras, Coahuila. Nuestro hotel boutique es más que sólo un lugar de hospedaje, se trata de un espacio cuidadosamente diseñado para que vivas una experiencia única.",
	"rooms.title": "Te damos la bienvenida a",
	"verMas": "View more"
}
