{
	"about.desc1": "Casa Raco invites you to enjoy a unique experience full of comforts. Our 5-star hotel offers you an unforgettable stay.",
	"about.desc2": "Relax and enjoy our terrace, immerse yourself in the serenity of our garden and discover the comfort of our rooms equipped with air conditioning, free Wi-Fi and private bathroom. In addition, for your convenience, we have a shared kitchen, room service and the possibility of organizing tours to explore the region.",
	"about.desc3": "Each of our rooms is meticulously designed for your comfort, with details including a coffee maker to enjoy your favorite beverage and a flat-screen TV. Plus, we provide you with free toiletries so you feel completely pampered during your stay.",
	"about.desc4": "Start your day with energy thanks to our delicious continental or American breakfast, prepared with fresh and selected ingredients.",
	"about.desc5": "At Casa Raco, we strive to offer you a hotel experience that makes you feel at home from the moment you walk through our doors.",
	"about.desc7": "We build positive memories with our guests that will last forever. In our spaces you will not only find a place to stay, but a comprehensive experience that will allow you to fully enjoy your visit to Parras, Coahuila and its surroundings.",
	"about.desc8": "We hope to welcome you soon!",
	"about.title": "Located in the charming enclave of Parras de la Fuente.",
	"amenidad.1": "Boardroom for 16 persons",
	"amenidad.2": "Air Conditioning",
	"amenidad.3": "Breakfast included",
	"amenidad.4": "Coffee machine",
	"amenidad.5": "Garden",
	"amenidad.6": "Dinning room",
	"boardroom.desc2": "Parras de la Fuente es más que un destino turístico, es un encuentro con la historia, la cultura y la hospitalidad mexicana. Si estás buscando un lugar donde cada paso te cuenta una historia, donde cada sabor te lleva a una tradición y cada vista te deja sin aliento, entonces Parras te espera con los brazos abiertos.",
	"boardroom.text1": "Concentra a tu equipo de trabajo en nuestra cómoda sala de juntas con capacidad de hasta 16 personas.",
	"boardroom.text2": "En Casa Raco, ofrecemos una sala ejecutiva para satisfacer las necesidades de tu empresa. Nuestra sala ejecutiva está equipada con instalaciones y servicios útiles para garantizar que sus reuniones sean productivas y exitosas.",
	"boardroom.text3": "Características:",
	"boardroom.text4": "Pantalla LED de 58” Samsung: Disfrute de presentaciones y videoconferencias con una claridad impresionante en una pantalla grande y de alta calidad.",
	"boardroom.text5": "Baños independientes: Para mayor comodidad y privacidad, nuestra sala ejecutiva cuenta con baños independientes.",
	"boardroom.text6": "Mesa de trabajo para juntas: Una espaciosa mesa de trabajo diseñada para acomodar hasta 16 personas, ideal para reuniones estratégicas y colaboraciones en equipo.",
	"boardroom.text7": "Área de coffee break: Un área dedicada para pausas de café, permitiendo a los participantes relajarse y recargar energías durante sus sesiones de trabajo.",
	"boardroom.title": "Planea con nosotros tu estancia corporativa y permítenos encargarnos de todo.",
	"boardroom.title2": "Un destino imprescindible",
	"bookNow": "Book now",
	"experiences.desc": "Parras está lleno de magia por ser descubierta. Acompáñanos a crear una experiencia a tu medida. Más allá del vino y la comida, Parras ofrece una variedad de actividades que enriquecerán tu estancia.",
	"experiences.title": "EXPERIENCIAS",
	"footer.cancelacion": "Reservation cancelation",
	"footer.derechos": "All rights reserved",
	"footer.made": "Web design x",
	"footer.news.btn": "Subscribe now",
	"footer.news.desc": "Keep up with our news and sales.",
	"footer.news.title": "Subscribe to our Newsletter",
	"footer.politicas": "Reservation policies",
	"gastronomy.desc2": "Parras de la Fuente es más que un destino turístico, es un encuentro con la historia, la cultura y la hospitalidad mexicana. Si estás buscando un lugar donde cada paso te cuenta una historia, donde cada sabor te lleva a una tradición y cada vista te deja sin aliento, entonces Parras te espera con los brazos abiertos.",
	"gastronomy.text1": "Acompáñanos a vivir una experiencia gastronómica única con los mejores productos de la región.",
	"gastronomy.text2": "<span className=\"font-bold\">Bienvenidos a Parras, Coahuila</span>, un rincón mágico en el norte de México donde la historia y la naturaleza se entrelazan para ofrecer una experiencia única a sus visitantes. Reconocido por ser la cuna del vino más antiguo de América, Parras no sólo seduce a los amantes del buen vino, sino también a aquellos que buscan deleitarse con sabores auténticos en cada bocado.",
	"gastronomy.text3": "Un destino imprescindible para los amantes del vino.",
	"gastronomy.text4": "Si te consideras un entusiasta del vino, no puedes dejar de visitar los viñedos de Parras. Aquí las vides florecen bajo el sol generoso, creando el escenario perfecto para descubrir los secretos de la viticultura que se ha perfeccionado a lo largo de los siglos. Te recomendamos explorar lugares como Casa Raco, un emblemático hotel en Parras que ofrece sus habitaciones para los que desean conocer Parras.",
	"gastronomy.text5": "Gastronomía local: ",
	"gastronomy.text6": "Un festival para los sentidos",
	"gastronomy.text7": "La riqueza de Coahuila también se manifiesta en su cocina y Parras no es la excepción, pues cuenta con una oferta gastronómica que va más allá de lo convencional. Desde el tradicional dulce de nuez, preparado meticulosamente por manos locales, hasta las innovadoras campechanas, cada plato y cada dulce te cuentan una historia de tradición y creatividad culinaria",
	"gastronomy.text8": "Las campechanas, delgadas y crujientes, son una especialidad que no puedes dejar de probar, perfectas para acompañar un café de olla al atardecer.",
	"gastronomy.title": "ASÓMBRATE CON LA GASTRONOMÍA DE LA REGIÓN",
	"gastronomy.title2": "Un destino imprescindible",
	"header.about": "About us",
	"header.boardroom": "Boardroom",
	"header.close": "Close",
	"header.experiencies": "Experiences",
	"header.gastronomy": "Food and beverages",
	"header.menu": "Menu",
	"header.offsers": "Special sales",
	"header.parras": "Parras, Coahuila",
	"header.rooms": "Rooms",
	"home.boardroom.desc": ">Plan your corporate stay with us and let us take care of everything. Concentrate your work team in our comfortable meeting room with capacity for up to 20 people.",
	"home.boardroom.title": "Boardroom",
	"home.coahuila.title": "Discover Parras, Coahuila",
	"home.croquis.desc": "Enjoy Parras while staying at Casa Raco.",
	"home.croquis.title": "Parras's best located hotel.",
	"home.desc": "This is the beginning of an unforgettable adventure in Parras, Coahuila. Our boutique hotel is more than just a place to stay, it is a space carefully designed for you to live a unique experience.",
	"home.experience.desc": "Parras is full of magic to be discovered. Join us to create an experience tailored to you.",
	"home.experience.title": "Experiencies",
	"home.gastronomy.desc": "Join us to live a unique gastronomic experience with the best products of our region.",
	"home.gastronomy.title": "Food and beverages",
	"home.offsers.card1": "Save up to 50% off in our boardroom.",
	"home.offsers.card2": "Get a 15% discount in a reservation for 3 or more nights.",
	"home.offsers.card3": "Rent the whole house for yourself.",
	"home.offsers.desc": "Make your reservations with us in order to obtain special deals.",
	"home.offsers.title": "Ofertas Especiales",
	"home.rooms.desc": "Our comfortable rooms have everything you need to ensure you have a pleasant stay according to your needs.",
	"home.rooms.title": "Our rooms",
	"home.title": "Welcome to",
	"offsers.card1.text1": "Save up to 50% off in our boardroom.",
	"offsers.card1.text2": "Plan your corporate stay with us and let us take care of everything. Concentrate your work team in our comfortable meeting room with capacity for up to 16 people.",
	"offsers.card2.text1": "Make your reservation here and get a 15% discount in a reservation for 3 or more nights",
	"offsers.card2.text2": "",
	"offsers.card3.text1": "Let’s create a stay experience tailored for your needs, even renting the whole house for yourself is possible.",
	"offsers.card3.text2": "",
	"offsers.desc": "Make your reservations with us in order to obtain special deals.",
	"offsers.title": "Special sales",
	"parras.desc2": "Parras de la Fuente es más que un destino turístico, es un encuentro con la historia, la cultura y la hospitalidad mexicana. Si estás buscando un lugar donde cada paso te cuenta una historia, donde cada sabor te lleva a una tradición y cada vista te deja sin aliento, entonces Parras te espera con los brazos abiertos.",
	"parras.text1": "Al sur de Coahuila se encuentra Parras de la fuente, un pueblo mágico lleno de tradiciones, nogales y viñedos. Se trata de un oasis entre el desierto lleno de magia para aquellos amantes del vino y de la aventura listos para descubrir nuevos horizontes.",
	"parras.text2": "Situado en el corazón de Coahuila, este pueblo mágico es un verdadero tesoro para aquellos que desean sumergirse en la historia y disfrutar de la belleza de la naturaleza y la arquitectura. Con más de 400 años de historia, Parras no es solo un destino, sino una experiencia viva de tradición y cultura mexicana.",
	"parras.text3": "Un viaje al pasado con sabor a vino.",
	"parras.text4": "Parras de la Fuente es renombrado por su rica historia vinícola, que se remonta al siglo XVI. La Vinícola San Lorenzo, fundada en 1597, y Casa Madero, desde 1893, son testigos de la tradición y excelencia en la producción de vinos que han posicionado a Parras en el mapa mundial.",
	"parras.text5": "Arquitectura y naturaleza: Un paisaje de ensueño.",
	"parras.text6": "El centro histórico de Parras es un mosaico de construcciones que datan de los primeros siglos de la conquista española. Pasear por sus calles es como caminar a través de un lienzo pintado con historia: casas antiguas, huertas exuberantes, haciendas majestuosas, y una serie de acueductos y molinos que narran una historia de ingenio y adaptación. La integración de la arquitectura con la naturaleza hace de Parras un lugar donde cada rincón ofrece una postal perfecta.",
	"parras.text7": "Un legado de fe y cultura.",
	"parras.text8": "Más allá del vino, Parras es hogar de sitios emblemáticos como el Santuario de nuestra señora de Guadalupe y la capilla del Santo Madero. Cada edificio y plaza cuenta una historia, cada festival y celebración muestra la vibrante vida comunitaria que hace de Parras un lugar especial.",
	"parras.title": "Te damos la bienvenida a Parras",
	"parras.title2": "Un destino imprescindible",
	"rooms.1.text": "Nuestra cómoda y acogedora habitación doble es la opción perfecta para tu próxima visita.",
	"rooms.1.title": "habitación doble QUEEN",
	"rooms.2.text": "Nuestras habitaciones sencillas están perfectamente equipadas para garantizar una estancia cómoda y placentera.",
	"rooms.2.title": "habitación KING",
	"rooms.desc": "<span className=\"font-bold\">Casa Raco</span>, el inicio de una estancia inolvidable en Parras, Coahuila. Nuestro hotel boutique es más que sólo un lugar de hospedaje, se trata de un espacio cuidadosamente diseñado para que vivas una experiencia única.",
	"rooms.title": "Te damos la bienvenida a",
	"verMas": "View more"
}
